Repository: Sokomine/travelnet
Catalog: locale/*.po
Languages: de, es, fr, it, pl, ru

source: elevator door (open)
de: Aufzugstür (offen)
es: puerta de elevador (abierta)
fr: porte d’ascenseur (ouverte)
it: Porta dell'ascensore (aperta)
pl: drzwi windy (otwarte)
ru: дверь лифта (открыта)

source: elevator door (closed)
de: Aufzugstür (geschlossen)
es: puerta de elevador (cerrada)
fr: porte d’ascenseur (fermée)
it: Porta dell'ascensore (chiusa)
pl: drzwi windy (zamknięte)
ru: дверь лифта (закрыта)

source: Congratulations! This is your first elevator.You can build an elevator network by placing further elevators somewhere above or below this one. Just make sure that the x and z coordinate are the same.
es: ¡Felicidades! Éste es tu primer elevador. Puedes construir una red de elevadores colocando más elevadores en algún lugar arriba o abajo de éste. asegúrate de que las coordenadas X y Z sean las mismas.
fr: Félicitations ! Il s'agit de votre premier ascenseur. Vous pouvez créer un réseau d'ascenseurs en plaçant d'autres ascenseurs quelque part au-dessus ou en dessous de celui-ci. Assurez-vous simplement que les coordonnées x et z sont identiques.
it: Congratulazioni! Questo è il tuo primo ascensore. Puoi costruire una rete di ascensori posizionando ulteriori ascensori da qualche parte sopra o sotto a questo. Accertati solamente che le coordinate x e z siano le stesse.
pl: Gratulacje! To Twoja pierwsza winda. Możesz utworzyć sieć wind poprzez postawienie kolejnych wind gdzieś nad lub pod tą. Tylkoupewnij się, że koordynaty x i z są takie same.
ru: Поздравляем! Это ваш первый лифт. Вы можете построить сеть лифтов, разместив дополнительные лифты выше или ниже этого лифта. Только убедитесь, что координаты x и z совпадают.

source: This elevator will automaticly connect to the other elevators you have placed at diffrent heights. Just enter a station name and click on "store" to set it up. Or just punch it to set the height as station name.
de: Dieser Aufzug wird sich automatisch mit anderen Aufzügen verbinden die du auf unterschiedlichen Höhen positioniert hast. Gib einfach einen Namen für diese Station hier ein und klicke auf "Speichern" um die Station einzurichten. Oder mache einen Linksklick um die Höhe als Stationsname zu setzen.
es: Éste elevador se conectará automáticamente a otros elevadores que hayas colocado a diferentes alturas. Simplemente ingresa un nombre para la estación y haz clic en "Guardar" para configurarlo, o golpéalo para usar la altura como nombre.
fr: Cet ascenseur se connectera automatiquement aux autres ascenseurs que vous avez placés à différentes hauteurs. Entrez simplement un nom de station et cliquez sur "Enregistrer" pour le configurer. Ou tout simplement le taper pour définir la hauteur comme nom de station.
it: Questo ascensore si collegherà automaticamente agli altri ascensori che hai posizionato ad altezze differenti. Inserisci semplicemente un nome per la stazione e premi "salva" per impostarlo. Oppure colpiscilo semplicemente per impostare l'altezza come nome della stazione.
pl: Ta winda automatycznie podłączy się do wind postawionych na innych wysokościach. Wpisz nazwę stację i kliknij na "piętro" aby ją ustawić. Albo po prostu ją uderz, aby ustawić taką samą wysokość jak ta na której znajduje się dana stacja
ru: Этот лифт будет автоматически подключен к другим лифтам, которые размещены на разных высотах. После установки можете ввести название лифта и нажать "сохранить". Или просто ударьте его, чтобы установить высоту в качестве названия лифта.

source: Your nearest elevator network is located
de: Dein nächstgelegenes Aufzugs-Netzwerk befindet sich
es: La red de elevadores más cercana se ubica
fr: Votre réseau d'ascenseurs le plus proche est situé
it: La vostra rete di ascensori più vicina è posizionata
pl: Twoja najbliższa sieć wind znajduje się
ru: Ваша ближайшая сеть лифтов находится

source: m behind this elevator and
de: m hinter diesem Aufzug und
es: m detrás de éste elevador y
fr: m derrière cet ascenseur et
it: m dietro a questo ascensore e
pl: m za tą windą i
ru: м за этим лифтом

source: m in front of this elevator and
de: m vor diesem Aufzug und
es: m delante de éste elevador y
fr: m devant cet ascenseur et
it: m davanti a questo ascensore e
pl: m z przodu tej windy i
ru: м перед этим лифтом

source: ERROR
fr: ERREUR
it: ERRORE
pl: BŁĄD
ru: ОЩИБКА

source: m to the left
de: m links
es: m a la izquierda
fr: m à gauche
it: m a sinistra
pl: m na lewo
ru: м с лева

source: m to the right
de: m rechts
es: m a la derecha
fr: m à droite
it: m a destra
pl: m na prawo
ru: м с права

source: , located at x
de: , an Position x
es: , ubicado en x
fr: , situé à x
it: , posizionato a x
pl: , znajduje się na x
ru: , находится на x

source: This elevator here will start a new shaft/network.
de: Dieser Aufzug hier wird einen neuen Schaft bzw. ein neues Netzwerk erstellen.
es: Éste elevador comenzará una nueva red.
fr: Cet ascenseur commencera ici un nouveau puits / réseau.
it: Questo ascensore inizierà qui un nuovo pozzetto/rete.
pl: Ta winda utworzy nowy szyb/nową sieć.
ru: Этот лифт составит новую сеть.

source: This is your first elevator. It differs from travelnet networks by only allowing movement in vertical direction (up or down). All further elevators which you will place at the same x,z coordinates at differnt heights will be able to connect to this elevator.
de: Dies ist dein erster Aufzug. Der Aufzug unterscheidet sich von Reisenetz-Boxen insofern als daß er nur Reisen in vertikaler Richtung (hoch und runter) erlaubt. Alle folgenden Aufzüge, die du an die selben x,z Koordinaten auf verschiedenen Höhenpositionen setzen wirst, werden sich automatisch mit diesem Aufzug verbinden.
es: Éste es tu primer elevador. Se diferencia de las cabinas de viaje en que solamente permite movimiento vertical (arriba o abajo). Los elevadores que coloque en las mismas coordenadas X,Z se conectarán a éste elevador.
fr: Ceci est votre premier ascenseur. Il diffère des réseaux Travelnet en permettant uniquement le mouvement dans le sens vertical (vers le haut ou vers le bas). Tous les autres ascenseurs que vous placerez aux mêmes coordonnées x, z à différentes hauteurs pourront se connecter à cet ascenseur.
it: Questo è il tuo primo ascensore. È diverso dalle reti travelnet perché consente il movimento solo in direzione verticale (su o giù). Tutti gli ulteriori ascensori che posizionerai alle stesse coordinate x, z a varie altezze saranno in grado di collegarsi a questo ascensore.
pl: To Twoja pierwsza winda. Różni od siecipodróży tylko tym, że pozwala na poruszanie się pionowo (w górę lub w dół). Każda następna winda postawiona na tych samych koordynatach x, z na różnych wysokościach połączy się z tą windą.
ru: Это ваш первый лифт. Он отличается от сети телепортов только тем что движение ограниченно в вертикальном направлении (вверх или вниз). Все дополнительные лифты, которые вы будете размещать в тех же координатах (x, z) на разных высотах, будут подключены к этому лифту.

source: Elevator
de: Aufzug
es: Elevador
fr: Ascenseur
it: Ascensore
pl: Winda
ru: Лифт

source: Elevator (unconfigured)
de: Aufzug (nicht konfiguriert)
es: Elevador (sin configurar)
fr: Ascenseur (non configuré)
it: Ascensore (non configurato)
pl: Winda (nieskonfigurowana)
ru: Лифт (без настройки)

source: Name of this station:
de: Name dieser Station:
es: Nombre de ésta estación:
fr: Nom de cette station :
it: Nome di questa stazione:
pl: Nazwij tę stację
ru: Имя этой станции:

source: Store
es: Guardar
fr: Enregistrer
it: Salva
pl: Piętro
ru: Сохранить

source: Not enough vertical space to place the travelnet box!
de: Nicht genug Platz (vertikal) um die Reisenetz-Box zu setzen!
es: ¡No hay espacio vertical suficiente para colocar la cabina de viaje!
fr: Pas assez d'espace vertical pour placer le Travelnet !
it: Non c'è abbastanza spazio verticale per posizionare la cabina travelnet!
pl: Za mało miejsca w pionie, aby postawić kabinę siecipodróży
ru: Недостаточно вертикального места, чтобы разместить телепорт!

source: allows to attach travelnet boxes to travelnets of other players
de: erlaubt es, Stationen zu den Reisenetzwerken anderer Spieler hinzuzufügen
es: permite adjuntar cajas de viaje a redes de otros jugadores
fr: permet de fixer des travelnet aux réseaux appartenant à d'autres joueurs
it: permette di collegare cabine travelnet alle reti travelnet di altri giocatori
pl: pozwala na przyłączanie kabin siecipodróży do sieci innych graczy
ru: позволяет присоеденять телепорты к сетям других игроков

source: allows to dig travelnet boxes which belog to nets of other players
es: permite cavar cabinas de viaje pertenecientes a redes de otros jugadores
fr: permet de casser des travelnet de réseaux appartenant à d'autres joueurs
it: permette di scavare le cabine travelnet che appartengono a reti travelnet di altri giocatori
pl: pozwala na wykopywanie kabin siecipodróży należących do sieci innych graczy
ru: позволяет убирать телепорты других игроков

source: [Mod travelnet] Error: Savefile '%s' could not be written.
de: [Mod travelnet] Fehler: Sicherungsdatei '%s' konnte nicht geschrieben werden.
es: [Mod travelnet] Error: No se pudo escribir '%s'.
fr: [Mod travelnet] Erreur: fichier de sauvegarde '%s' non accessible en écriture.
it: [Mod travelnet] Errore: non è stato possibile scrivere il file di salvataggio '%s'.
pl: [Mod travelnet] Błąd: Nie można zapisać pliku zapisu '%s'.
ru: [MOD travelnet] Ошибка: Файл «%s» не может быть записан.

source: [Mod travelnet] Error: Savefile '%s' not found.
de: [Mod travelnet] Fehler: Sicherungsdatei '%s' nicht gefunden.
es: [Mod travelnet] Error: No se pudo encontrar '%s'.
fr: [Mod travelnet] Erreur: fichier de sauvegarde '%s' non trouvé.
it: [Mod travelnet] Errore: non è stato possibile trovare il file di salvataggio '%s'.
pl: [Mod travelnet] Błąd: Nie znaleziono pliku zapisu '%s'.
ru: [MOD travelnet] Ошибка: Файл «%s» не найден.

source: Back
de: Zurück
es: Atras
fr: Retour
it: Indietro
pl: Powrót
ru: Назад

source: Exit
de: Ende
es: Salir
fr: Sortie
it: Esci
pl: Wyjście
ru: Выход

source: Travelnet-box (unconfigured)
de: Reisenetz-Box (nicht konfiguriert)
es: Cabina de viaje (sin configurar)
fr: Travelnet-box (non configurée)
it: Cabina-travelnet (non configurata)
pl: Kabina-Siecipodróży (nieskonfigurowane)
ru: Телепорт (без настройки)

source: Configure this travelnet station
de: Konfiguration dieser Reisenetz-Box
es: Configurar ésta estación
fr: Configurer cette station travelnet
it: Configura questa stazione per travelnet
pl: Skonfiguruj tę stację siecipodróży
ru: НАСТРОЙКИ СТАНЦИИ

source: Name of this station
de: Name dieser Reisenetz-Box
es: Nombre de ésta estación
fr: Nom de cette station
it: Nome di questa stazione
pl: Nazwij tę stację
ru: Имя этой станции

source: How do you call this place here? Example: "my first house", "mine", "shop"...
de: Wie willst du diesen Ort nennen? Beispiel: "mein erstes Haus", "Mine", "Laden"...
es: ¿Cómo llamaras a éste lugar? Por ejemplo: "mi casa", "mina", "tienda"...
fr: Comment appelez-vous cet endroit ici ? Exemple : "ma première maison", "la mine", "la boutique" ...
it: Come chiami questo posto? Esempio: "la mia prima casa", "miniera", "negozio"...
pl: Jak chciałbyś nazwać to miejsce? Przykład: "mój pierwszy dom", "kopalnia", sklep"...
ru: Как вы назавёте это место? Пример: "мой первый дом", "шахта", "магазин"...

source: Assign to Network:
de: Station dem folgendem Netzwerk zuweisen:
es: Asignar a la red:
fr: Assigné au réseau :
it: Assegna alla Rete:
pl: Przypisz do Sieci:
ru: Добавить в сеть:

source: You can have more than one network. If unsure, use "%s"
de: Du kannst mehrere Netzwerke anlegen. Falls du nicht weißt, was du tun sollst, wähle "%s"
es: Puedes tener más de una red. Si no estás seguro, usa "%s"
fr: Vous pouvez avoir plusieurs réseaux. En cas de doute, utilisez "%s"
it: Puoi avere più di una rete. Se non sei sicuro, usa "%s"
pl: Możesz mieć więcej niż jedną sieć. Jeśli nie jesteś pewien użyj "%s"
ru: Вы можете иметь несколько сетей. Если вы не уверены, используйте "%s"

source: Owned by:
de: Besitzer:
es: Propiedad de:
fr: Appartient à :
it: Di proprietà di:
pl: Należy do:
ru: Пренадлежит:

source: Unless you know what you are doing, leave this empty.
de: Wenn du nicht weißt, wozu dieses Feld dient, laß es leer.
es: Deja éste campo vacío a menos que sepas lo que haces.
fr: A moins que vous ne sachiez ce que vous faites, laissez-le vide.
it: A meno che tu sappia cosa stai facendo, lascia vuoto questo campo.
pl: Zostaw to miejsce puste, chyba że wiesz co robisz.
ru: Если вы не знаете для чего это, оставьте это пустым.

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
ru: Справка

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapisz
ru: Сохранить

source: Update failed! Resetting this box on the travelnet.
de: Aktualisierung gescheitert. Konfiguration der Reisenetz-Box wird zurückgesetzt.
es: ¡Actualización fallida! Reiniciando ésta cabina de viaje.
fr: Mise à jour a échoué ! Réinitialisation de cette boîte sur le travelnet.
it: Aggiornamento fallito! Azzeramento di questa cabina sulla rete travelnet.
pl: Aktualizacja nieudana! Resetuję tę kabinę siecipodróży
ru: Обновление не выполнено! Нстройки телепорта сброшенны.

source: Station '%s'
es: Estación '%s'
it: La stazione '%s'
pl: Stacja '%s'
ru: Станция «%s»

source: has been reattached to the network '%s'.
es: ha sido reacoplado a la red '%s'.
fr: a été rattaché au réseau '%s'.
it: è stata ricollegata alla rete '%s'.
pl: została ponownie przyłączona do sieci '%s'.
ru: присоеденён к сети «%s».

source: Locked travelnet. Type /help for help:
de: Abgeschlossene Reisenetz-Box. Tippe /help für Hilfe:
es: Cabins de viaje bloqueada. Escriba /help para ver la ayuda:
fr: Travelnet verrouillé. Tapez /help pour l'aide :
it: Travelnet protetta. Digita /help per l'aiuto:
pl: Zablokowana siećpodróży. Wpisz /help, aby uzyskać pomoc:
ru: Закрытый телепорт. Напишите /help для справки:

source: Travelnet-Box
de: Reisenetz-Box
es: Cabina de viaje
it: Cabina-travelnet
pl: Kabina-Siecipodróży
ru: Телепорт

source: Punch box to update target list.
de: Reisenetz-Box mit Linksklick aktualisieren.
es: Golpea la cabina para actualizar la lista de destinos.
fr: Tapez pour mettre à jour la liste des cibles.
it: Colpisci la cabina per aggiornare l'elenco delle destinazioni.
pl: Uderz kabinę by zaktualizować listę celów.
ru: Ударьте станцию для обновления целей.

source: Assigned to Network:
de: Zugehöriges Netzwerk:
es: Asignado a la red:
fr: Assigné au réseau :
it: Assegnata alla Rete:
pl: Przypisana do Sieci:
ru: Присоеденён к сети:

source: Click on target to travel there:
de: Klicke auf das Ziel um dorthin zu reisen:
es: Has clic en un destino para viajar allí:
fr: Cliquez sur la cible pour vous y rendre :
it: Clicca su una destinazione per viaggiare fino a là:
pl: Kliknij na cel, aby się tam przenieść:
ru: Выберите цель, чтобы переместится:

source: G
de: E
it: T

source: This station is already the first one on the list.
de: Diese Reisenetz-Box ist bereits die erste auf der Liste.
es: Ésta estación ya es la primera en la lista.
fr: Cette station est déjà la première de la liste.
it: Questa stazione è già la prima dell'elenco.
pl: Ta stacja już jest pierwsza na liście.
ru: Эта станция уже первая в списке.

source: This station is already the last one on the list.
de: Diese Reisenetz-Box ist bereits die letzte auf der Liste.
es: Ésta estación ya es la última en la lista.
fr: Cette station est déjà la dernière de la liste.
it: Questa stazione è già l'ultima dell'elenco.
pl: Ta stacja już jest ostatnia na liście.
ru: Эта станция уже последнея в списке.

source: Position in list:
de: Listenposition:
es: Posición en la lista:
fr: Position :
it: Posizione nell'elenco:
pl: Pozycja na liście:
ru: Позиция:

source: move up
de: hoch
es: subir
fr: vers le haut
it: sposta su
pl: w górę
ru: ▲ вверх

source: move down
de: runter
es: bajar
fr: vers le bas
it: sposta giù
pl: w dół
ru: ▼ вниз

source: on travelnet '%s'
de: im Reisenetzwerk '%s'
es: en la red '%s'
fr: sur le travelnet '%s'
it: sulla rete travelnet '%s'
pl: w siecipodróży '%s'
ru: на сети «%s»

source: (owned by %s)
es: (pertenece a %s)
fr: (appartenant à %s)
it: (di proprietà di %s)
pl: (należy do %s)
ru: (пренадлежит %s)

source: ready for usage. Right-click to travel, punch to update.
de: bereit für die Nutzung. Rechtsklick um zu Reisen, Linksklick für Update.
es: listo para usar. Haz clic derecho para viajar, golpea para actualizar.
fr: prêt à l'emploi. Clic droit pour voyager, tapez pour mettre à jour.
it: pronta per l'uso. Clicca col destro per viaggiare, colpisci per aggiornare.
pl: gotowe do użycia. Kliknij prawy przycisk, aby podróżować, uderz, aby zaktualizować.
ru: готова к использованию. Правая кнопка для перемещения, ударить чтобы обновить.

source: at %s m
de: in %s m Höhe
es: a %s m
fr: à %s m
it: a %s m
pl: w %s m
ru: на %s м

source: Error
de: Fehler
fr: Erreur
it: Errore
pl: Błąd
ru: Ошибка

source: Please provide a name for this station.
de: Bitte gib einen Namen für diese Reisenetz-Box an.
fr: Veuillez fournir un nom pour cette station.
it: Per favore fornisci un nome per questa stazione.
pl: Nazwij stację.
ru: Укажите название этой станции.

source: Please provide the name of the network this station ought to be connected to.
de: Bitte gib einen Namen für das Netzwerk an zu dem diese Reisenetz-Box gehören soll.
es: Por favor especifique el nombre de la red a la cual conectarse.
fr: Veuillez indiquer le nom du réseau auquel cette station doit être connectée.
it: Per favore fornisci il nome della rete a cui dovrebbe essere collegata questa stazione.
pl: Nazwij sieć do której ma być podłączona ta stacja.
ru: Укажите название сети, к которой добавить эту станцию.

source: There is no player with interact privilege named '%s'. Aborting.
de: Es gibt keinen Spieler mit interact-Recht names '%s'. Abbruch.
es: No hay un jugador llamado '%s' con privilegios de interacción. Abortando.
fr: Il n'y a aucun joueur avec le privilège interact nommé '%s'. Abandon.
it: Non c'è nessun utente col privilegio interact chiamato '%s'. Interrompo.
pl: Nie ma gracza z przywilejem interakcji zwanym '%s'. Przerywam.
ru: Нет игрока с привилегией «interact» по имени «%s». Отмена.

source: You do not have the travelnet_attach priv which is required to attach your box to the network of someone else. Aborting.
de: Dir fehlt das travelnet_attach-Recht, welches für das Hinzufügen von Reisenetz-Boxen zu Netzwerken nötig ist, die anderen Spielern gehören. Abbruch.
es: No tienes el privilegio 'travelnet_attach' requerido para acoplar tu cabina a la red de otros. Abortando.
fr: Vous n'avez pas le privilège travelnet_attach qui est nécessaire pour connecter votre box au réseau de quelqu'un d'autre. Abandon.
it: Non hai il privilegio travelnet_attach che è richiesto per collegare la tua stazione alla rete di qualcun altro. Interrompo.
pl: Nie masz przywileju travelnet_attach wymaganego do przyłączenia Twojej kabiny do czyjejś sieci. Przerywam.
ru: У вас нет привилегии «travelnet_attach», которая необходима для добавки вашего телепорта в сеть другого игрока. Отмена.

source: A station named '%s' already exists on this network. Please choose a diffrent name!
de: Eine Reisenetz-Box namens '%s' existiert bereits in diesem Netzwerk. Abbruch.
es: Yes existe una estación llamada '%s' en ésta red. Por favor, ¡elige un nombre diferente!
fr: Une station nommée '%s' existe déjà sur ce réseau. Veuillez choisir un nom différent !
it: Su questa rete esiste già una stazione chiamata '%s'. Per favore scegli un nome diverso!
pl: Stacja o nazwie '%s' już istnieje w tej sieci. Wybierz inną nazwę!
ru: Станция «%s» уже существует в этой сети. Попробуйте другое имя!

source: Network '%s',
es: La red '%s',
fr: Réseau '%s',
it: Rete '%s',
pl: Sieć '%s',
ru: Сеть «%s»,

source: already contains the maximum number (=%s) of allowed stations per network. Please choose a diffrent/new network name.
es: ya contiene la cantidad máxima (%s) de estaciones permitidas. Por favor elige un nombre de red diferente/nuevo.
fr: contient déjà le nombre maximum (=%s) de stations autorisées par réseau. Veuillez choisir un nouveau nom de réseau ou nom différent.
it: contiene già il numero massimo (=%s) di stazioni consentite per rete. Per favore scegli un nome di rete diverso/nuovo.
pl: już zawiera maksymalną liczbę (=%s) dozwolonych stacji w danej sieciWybierz inną/nową nazwę sieci.
ru: уже содержит максимальное количество (=%s) разрешенных станций на сеть. Выберите друю сеть (иное имя сети).

source: has been added to the network '%s'
de: wurde an das Netzwerk '%s' angeschlossen.
es: ha sido añadida a la red '%s'
fr: a été ajouté au réseau '%s'
it: è stata aggiunta alla rete '%s'
pl: została dodana do sieci '%s'
ru: была добавлена в сеть «%s»

source: , which now consists of %s station(s).
de: , das nun aus %s Station(en) besteht.
es: , la cual consta de %s estación(es).
fr: , qui se compose désormais de %s station(s).
it: , che ora consiste di %s stazione/i.
pl: , która teraz składa się z %s stacji.
ru: , которая теперь состоит из %s станций.

source: Station:
es: Estación:
it: Stazione:
pl: Stacja:
ru: Станция:

source: Network:
de: Netzwerk:
es: Red:
fr: Réseau :
it: Rete:
pl: Sieć:
ru: Сеть:

source: No help available yet.
de: Noch keine Hilfe eingebaut.
es: No hay ayuda disponible aún.
fr: Aucune aide disponible pour le moment.
it: Nessun aiuto ancora disponibile.
pl: W tej chwili pomoc nie jest dostępna
ru: Пока нет справки.

source: Please click on the target you want to travel to.
de: Bitte klicke auf das Ziel zu dem du reisen willst.
es: Por favor haz clic en el destino al cual quieres viajar.
fr: Veuillez cliquer sur la cible vers laquelle vous souhaitez voyager.
it: Per favore clicca sulla destinazione verso cui vuoi viaggiare.
pl: Kliknij na cel do którego chcesz się udać.
ru: Пожалуйста, выберите цель, куда вы хотели бы попасть.

source: There is something wrong with the configuration of this station.
de: Die Konfiguration dieser Reisenetz-Box ist fehlerhaft.
es: Excuse algún error en la configuración de ésta estación.
fr: Il y a un problème avec la configuration avec cette station.
it: C'è qualcosa di sbagliato con la configurazione di questa stazione.
pl: Coś nie tak z ustawieniami tej stacji.
ru: С конфигурацией этой станции что-то не так.

source: This travelnet is lacking data and/or improperly configured.
de: Diese Reisenetz-Box ist fehlerhaft oder unvollständig konfiguriert.
es: A ésta red le faltan datos y/o no ha sido configurada apropiadamente.
fr: Ce travelnet manque de données et / ou est mal configuré.
it: Questa travelnet manca di dati e/o è stata configurata in modo improprio.
pl: Ta siećpodróży jest źle skonfigurowana albo brakuje jej danych.
ru: В этом телепорте отсутствуют данные или он неправильно настроен.

source: does not exist (anymore?) on this network.
de: gibt es nicht (mehr?) in diesem Netzwerk.
es: ya no existe (mas?) en ésta red.
fr: n'existe plus sur ce réseau.
it: non esiste (più?) su questa rete.
pl: już nie istnieje w tej sieci.
ru: в этой сети (больше?) не существует.

source: Initiating transfer to station '%s'.
de: leite Reise zur Station '%s' ein.
es: Iniciando transferencia a la estación '%s'.
fr: Lancement du transfert vers la station '%s'.
it: Inizio il trasferimento alla stazione '%s'.
pl: Inicjuję transfer do stacji '%s'.
ru: Инициирование перехода на станцию «%s».

source: Could not find information about the station that is to be removed.
de: Konnte keine Informationen über die zu entfernende Station finden.
es: No se encontró información acerca de la estación a quitar.
fr: Impossible de trouver des informations sur la station à supprimer.
it: Non è stato possibile trovare informazioni riguardo alla stazione che deve essere rimossa.
pl: Nie można znaleźć informacji o stacji do usunięcia.
ru: Не удалось найти информацию о станции, для удаления.
