Repository: Sokomine/travelnet
Catalog: locale/*.po
Languages: de, es, fr, it, pl, ru

source: Could not find the station that is to be removed.
de: Konnte die zu entfernende Station nicht finden.
es: No se encontró la estación a quitar.
fr: Impossible de trouver la station à supprimer.
it: Non è possibile trovare la stazione che deve essere rimossa.
pl: Nie można znaleźć stacji do usunięcia.
ru: Не удалось найти станцию, для удаления.

source: has been REMOVED from the network '%s'.
de: wurde vom Netzwerk '%s' ENTFERNT.
es: ha sido QUITADA de la red '%s'.
fr: a été SUPPRIMÉ du réseau '%s'.
it: è stata RIMOSSA dalla rete '%s'.
pl: została USUNIĘTA z sieci '%s'.
ru: УДАЛЕНА из сети «%s».

source: This %s has not been configured yet. Please set it up first to claim it. Afterwards you can remove it because you are then the owner.
de: Diese Reisenetz-Box wurde noch nicht konfiguriert. Bitte konfiguriere sie um sie in Besitz zu nehmen. Anschließend kannst du sie auch wieder entfernen da du dann der Besitzer bist.
es: Éste %s aún no ha sido configurado. Por favor configurarlo para reclamarlo. Luego de hacerlo serás el dueño y podrás quitarlo.
fr: Ce %s n'a pas encore été configuré. Veuillez d'abord le configurer pour le réclamer. Vous pouvez ensuite le supprimer car vous en serez alors le propriétaire.
it: Questo/a %s non è ancora stato/a configurato/a. Per favore impostalo prima di reclamarlo/a. Successivamente potrai rimuovelro perché allora ne sarai il proprietario.
pl: Ta %s nie została jeszcze skonfigurowana. Aby z niej korzystać najpierw ją ustaw. Później możesz ją usunąć, ponieważ jesteś właścicielem.
ru: Этот %s еще не настроен. Пожалуйста, сначала настройте его, чтобы перенять имущество. После этого вы можете удалить его, так как вы являетесь владельцем.

source: This %s belongs to %s. You can't remove it.
de: Diese Reisenetz-Box gehört %s. Du kannst sie nicht entfernen.
es: Éste %s pertenece a %s. No lo puedes quitar.
fr: Ce %s appartient à %s. Vous ne pouvez pas le supprimer.
it: Questo/a %s appartiene a %s. Nuon puoi rimuoverlo/a.
pl: To %s należy do %s. Nie możesz tego usunąć.
ru: Этот %s принадлежит %s.

source: Remove station
de: Station entfernen
es: Quitar estación
fr: Supprimer la station
it: Rimuovi stazione
pl: Usuń stację

source: You do not have enough room in your inventory.
de: Du hast nicht genug Platz in deinem Inventar.
es: No tienes suficiente espacio en el inventario.
fr: Vous n'avez pas assez de place dans votre inventaire.
it: Non hai abbastanza spazio nel tuo inventario.
pl: Nie masz wystarczająco miejsca w ekwipunku.

source: [Mod travelnet] Error: Savefile '%s' is damaged. Saved the backup as '%s'.
de: [Mod travelnet] Fehler: Sicherungsdatei '%s' ist beschädigt. Backup wurde unter '%s' gespeichert.
es: [Mod travelnet] Error: El fichero '%s' está dañado. Guardando copia de respaldo en '%s'.
fr: [Mod travelnet] Erreur: fichier de sauvegarde '%s' endommagé. Enregistrez la sauvegarde sous '%s'.
it: [Mod travelnet] Errore: il file di salvataggio '%s' è danneggiato. Copia di ripristino salvata come '%s'.
pl: [Mod travelnet] Błąd: Plik zapisu '%s' jest uszkodzony. Zapisano kopię jako '%s'.

source: allows to dig travelnet boxes which belong to nets of other players
de: erlaubt es, die Reisenetz-Stationen anderer Spieler zu entfernen

source: has been reattached to the network '%s'.
de: wurde dem Netzwerk '%s' wieder hinzugefügt.

source: owned by %s
de: Eigentum von %s

source: Network '%s'
de: Netzwerk '%s'

source: already contains the maximum number (
de: %s) of allowed stations per network. Please choose a diffrent/new network name. = enthält bereits die maixmale Anzahl (=%s) erlaubert Stationen pro Netzwerk. Bitte wähle ein anderes bzw. neues Netzwerk.
